/**
 * Apple Strings File
 * Generated by Twine 0.2.2
 * Language: ja
 */

/********** General **********/

"Alert_Error" = "エラー";

"Settings_Title" = "設定";

"Settings_Section_General" = "一般";

"Settings_Section_Accounts" = "アカウント";

"Settings_Section_Accounts_Footer" = "サービス名をタップすると\n詳細画面へ移動します。";

"Settings_Row_Comment" = "コメント";

"Settings_Row_GPSTagging" = "位置情報";

"Settings_Row_Image" = "自動補正";

"Detail_Section_Account" = "アカウント";

"Detail_Section_Album" = "アルバム選択";

"Detail_Row_AccountName" = "アカウント名";

"Detail_Row_Logout" = "ログアウト";

"Detail_Row_AddAccount" = "アカウントを追加";

"Detail_Row_DeleteAccount" = "このアカウントを削除";

"Detail_Row_LogoutButtonTitle" = "ログアウト";

"Detail_Row_LogoutButtonConfirm" = "本当にログアウトしますか？";

"MailPhotoSubmitter_Section_Mail" = "メール設定";

"MailPhotoSubmitter_To_Placeholder" = "送信先";

"MailPhotoSubmitter_CommentAsBody_Title" = "コメントを本文に";

"MailPhotoSubmitter_CommentAsSubject_Title" = "コメントを件名に";

"MailPhotoSubmitter_DefaultBody_Placeholder" = "デフォルトの本文";

"MailPhotoSubmitter_DefaultSubject_Placeholder" = "デフォルトの件名";

"MailPhotoSubmitter_ConfirmMail_Title" = "送信内容を確認する";

"MailPhotoSubmitter_Alert_InvalidAddress_Title" = "エラー";

"MailPhotoSubmitter_Alert_InvalidAddress_Message" = "%@ は正しい送信先メールアドレスではありません";

"MailPhotoSubmitter_Alert_EmptyAddress_Message" = "送信先アドレスが空です";

"MailPhotoSubmitter_Alert_InvalidAddress_Button_Title" = "OK";

"MailPhotoSubmitter_Alert_MailRequired_Title" = "エラー";

"MailPhotoSubmitter_Alert_MailRequired_Message" = "メールアドレスが設定されていません";

"MailPhotoSubmitter_Alert_MailRequired_Button_Title" = "OK";

"Album_Detail_Section_Album_Footer" = "選択されたアルバムが利用されます。\nアルバムを削除、編集したい場合には%@で行ってください。";

"Album_Detail_Section_Create_Album_Title" = "アルバム作成";

"Create_Album_Navigation_Title" = "アルバム作成";

"Create_Album_Section_Title" = "アルバム タイトル";

"Create_Album_Placeholder" = "20XX年 月旅行";

"Create_Album_Create_Button_Title" = "作成";

"Create_Album_Alert_Creation_Empty_Title" = "エラー";

"Create_Album_Alert_Creation_Empty_Message" = "タイトルを入力してください。";

"Create_Album_Alert_Creation_Empty_Button_Title" = "OK";

"Create_Album_Alert_Creation_Failed_Title" = "エラー";

"Create_Album_Alert_Creation_Failed_Button_Title" = "OK";

"Account_Navigation_Title" = "認証";

"Account_Section_Username" = "ユーザー名";

"Account_Section_Password" = "パスワード";

"Account_Section_Username_Placeholder" = "kentaro";

"Account_Section_Password_Placeholder" = "password";

"Twitter_Default_Comment" = "tottepost Photo";

"Detail_Section_Twitter_Accounts" = "アカウント選択";

"Twitter_Ask_For_Configure" = "Twitterアカウントが設定されていません。設定画面へ移動しますか？";

"Twitter_Ask_For_Configure_Title" = "アカウントエラー";

"Twitter_Ask_For_Configure_OK" = "移動する";

"Twitter_Ask_For_Configure_Cancel" = "キャンセル";

"Twitter_Account_Error" = "Twitterアカウントが設定されていません。設定画面で設定してください。";

"Twitter_Account_Error_Title" = "アカウントエラー";

"Twitter_Account_Error_OK" = "OK";

"Instagram_AppNotFound_Title" = "エラー";

"Instagram_AppNotFound_Message" = "Instagramがインストールされている必要があります";

"Instagram_AppNotFound_Button_Title" = "OK";

"GDrive_Detail_Section_Account_Footer" = "Google Driveに写真や動画をアップロードするためには、Chrome Web StoreからtottepostをChromeブラウザにインストールする必要があります。まず、ChromeをPCにインストールしてください。Chromeをインストールしたら、Chrome Web Storeを開き、tottepostを検索してインストールしてください。インストールが完了すれば、Google Driveにファイルをアップロードできます。";

"GDrive_Attention_Title" = "注意";

"GDrive_Attention_Message" = "Google Driveを利用するためには、PCにChromeアプリをインストールする必要があります。詳細画面に簡単なやり方が書いてありますので、設定画面のGoogle Driveをタップしてください。";

"GDrive_Attention_Button_Title" = "OK";

"GData_Error_Title" = "エラー";

"GData_Error_Message" = "申し訳ありません。PicasaとGoogle Driveは同時に利用できません。片方をログアウトしてからご利用ください。";

"GData_Error_Button_Title" = "OK";

"Alert_Comment_Too_Long" = "コメントが長過ぎます。短くしてください。";
